IdeaRS.Connections
WorkPlaneData Properties
Compatible with IDEA StatiCa 0.0
The WorkPlaneData type exposes the following members.
Properties
Name | Description
IsActive |  (Inherited from ConnectionCmdData.)
Method
Name
 Gets or set the name
 (Inherited from ConnectionCmdData.)
OperationId
 Gets or sets the identifier of the operation in the manufacturer sequence
 (Inherited from ConnectionCmdData.)
Param1
Param2
Param3
Plane
Top
See Also
Reference
WorkPlaneData Class
IdeaRS.Connections.Data Namespace